{
  "title": "Bienvenido",
  "description": "Explicación de la aplicación",
  "changeLanguage": "Cambiar idioma",
  "app_description": "En esta aplicación se calcularán las cantidades de fructosa, maltodextrina y sales que se deben hechar en función de la cantidad de geles que queramos crear o la cantidad de agua que queramos hechar, vamos a poder modificar el ratio de carbohidratos, tambien vamos a poder crear geles o bebida isotónicas personalizadas.",
  "usage_drink_description": "Tenemos la opción de elegir el ratio de carbohidratos que, el ratio es la cantidad de maltodextrina y fructosa que queremos en la mezcla, por defecto el ratio es 1:0.8, si queremos cambiarlo en la parte superior de la pantalla tenemos un botón que nos permite cambiar el ratio, una vez que hemos elegido el ratio que queremos, en la parte inferior de la pantalla tendremos que introducir la cantidad de agua en caso de que hayamos elegido la opción de ratio personalizado, tendremos que introducir el ratio de maltodextrina y fructosa y la cantidad de concentración de carbohidratos que queremos en la mezcla, una vez que hemos introducido los datos le damos al botón de calcular y nos saldrán los resultados.",
  "maltodextrin_grams": "Gramos de maltodextrina",
  "maltodextrin_description": "Esto será la cantidad de maltodextrina que tendremos que echar en la mezcla",
  "usage_drink": "Modo de uso de la Bebida isotónica",
  "fructose_grams": "Gramos de fructosa",
  "fructose_description": "Esto será la cantidad de fructosa que tendremos que echar en la mezcla",
  "usage_gels": "Modo de uso de Creaciones de Geles",
  "usage_gels_description": "Tenemos la opción de elegir el ratio de carbohidratos que, el ratio es la cantidad de maltodextrina y fructosa que queremos en la mezcla, por defecto el ratio es 1:0.8, si queremos cambiarlo en la parte superior de la pantalla tenemos un botón que nos permite cambiar el ratio, una vez que hemos elegido el ratio que queremos, en la parte inferior de la pantalla tendremos la opción de elegir si queremos saborizante o si queremos sales, en caso de que hayamos elegido la opción de ratio personalizado tenemos la opción de introducir el ratio de maltodextrina, fructosa, saborizante, sales y agua (para ajustar la cantidad de agua en la mezcla, introduce la cantidad deseada (por defecto, un tercio del peso total). Por ejemplo, para una mezcla de 100g, el valor predeterminado es 33g de agua. Si deseas más agua, introduce un número menor; si deseas menos agua, introduce un número mayor. Una vez que hemos introducido los datos, le damos a calcular y nos saldrán los resultados.",
  "flavoring_grams": "Gramos de saborizante",
  "flavoring_description": "Esto será la cantidad de saborizante que tendremos que echar en la mezcla",
  "salts_grams": "Gramos de sales",
  "salts_description": "Esto será la cantidad de sales que tendremos que echar en la mezcla",
  "water_ml": "Mililitros de agua",
  "water_description": "Esto será la cantidad de agua que tendremos que echar en la mezcla",
  "gel_weight": "Peso por gel",
  "gel_weight_description": "Esto es el peso que tendrá cada gel que creemos"
}